import React from "react";

const welcome = () => {
  return (
    <div className="mt-5">
      <h1 className="text-xl text-white text-center font-bold bg-[#0E528E] rounded-lg p-1">
        Welcome To KHSC
      </h1>
      <p className="mt-5 text-gray-500">
        অত্র এলাকাসহ আশে পাশের গ্রামের কোমলমতি শিশুদের সুশিক্ষায় শিক্ষিত করার নিমিত্তে এলাকার শিক্ষানুরাগি গণ্যমান্য ব্যক্তিবর্গের সার্বিক প্রচেষ্টায় ঢাকার ঐতিহ্যবাহী কুর্মিটোলা হাই স্কুল এন্ড কলেজটি ১৯৪৮ সালের ১লা জানুয়ারী তৎকালীন কুর্মিটোলা রেল ষ্টেশনের পূর্ব পাশে প্রথম স্থাপিত হয়। ১৯৫২ সালে ঢাকা সেনানিবাস সম্প্রসারণকল্পে ভূমি হুকুম দখল করা হলে ১৯৫৬ সালে খিলক্ষেত পুরান বাজার সংলগ্ন স্থানে স্থানান্তরিত হয়। পরবর্তিতে কুর্মিটোলা বিমান বন্দর নির্মানের জন্য পুনরায় ভূমি হুকুম দখল করা হলে স্কুল কর্তৃপক্ষ ও এলাকাবাসি উক্ত বিদ্যালয়টি ১৯৬৭ সালে বর্তমান জায়গায় স্থানান্তর করেন।  
      </p>
      {/* <div>
        <button className="bg-blue-600 p-1 text-white rounded-md mt-5">Click Here</button>
      </div> */}
    </div>
  );
};

export default welcome;
